Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/kronikk-mange-baerer-fortsatt-generasjoners-og-egen-boer-tungt-paa-ryggen.html.tmx
Source language: nob
Languages: smj

source: Kronikk: – Mange bærer fortsatt generasjoners og egen bør tungt på ryggen
smj: Kronihkka: Ålos vilá moatte buolvaj ja iehtjasa låsså nådijt guoddi

source: Kronikk angående sannhetskommisjon for den samiske og kvenske befolkning i Norge, av sametingsråd Henrik Olsen.
smj: Sámedikkeráde Henrik Olsen la kronihkav tjállám mij guosská duohtavuodakommisjåvnnåj Vuona sáme ja guojna álmmugij gáktuj.

source: Sametinget deltok 15. desember i møte med Stortingets presidentskap om arbeidet med sannhetskommisjon for den samiske og kvenske befolkning.
smj: Javllamáno 15. biejve Sámedigge sebraj tjåhkanibmáj Stuorradikke presidænntaåvdegij gånnå lij sáhka duohtavuodakommisjåvnås sáme ja guojna álmmugij gáktuj.

source: Møtet ble utgangspunkt for et arbeid som vi har store forventninger til.
smj: Tjåhkanibme lij vuodon bargguj masi miján li stuorra vuorddemusá.

source: Både samene og kvenene har måttet tåle storsamfunnets overgrep i form av fornorskning av identitet og kultur.
smj: Sáme ja aj guojna li hæhttum gillat stuorsebrudagá illastimev mijá identitehta ja kultuvra dárojduhttemij.

source: Dette har skapt sår, både for enkeltmennesker og samfunnet, som vi i dag ikke har oversikt over.
smj: Dássta li háve sjaddam, ájnegis ulmutjijda ja aj sebrudahkaj, man vijddudagá birra mij ep ájn diede.

source: Vi vet at kolonialisering og undertrykking har gjort noe med oss.
smj: Mij diehtep, kolonisierimij ja badjelgæhttjamij lip mij guoskadallam.

source: Vi vet at fornektelse, nedvurdering, tap av språk og kultur og skam river ned selvfølelse og godt selvbilde.
smj: Mij diehtep juhti vuornnom, binnep árvov vaddet, gielav ja kultuvrav masset ja skábmo iesjdåbdov ja buorre iesjgåvåv niejddi.

source: Vi mener at det er på høy tid at dette tas tak i. Ikke for å stakkarsliggjøre oss selv, men for å kunne gå inn i fremtiden som et stolt folk med et avklart forhold til fortiden.
smj: Mijá mielas ájgge le láddam dajna juojddá dahkat. Ij iehtjama árvov binnedittjat, valla vaj máhttep boahtteájggáj mihát mannat álmmugin man vássám ájgge le tjielgaduvvam.

source: Historien om fornorskningspolitikken er også historien om mennesker som klarte seg til tross for myndighetenes effektive grep for å usynliggjøre oss.
smj: Histåvrrå dárojduhttempolitihka birra la aj histåvrrå ulmutjij birra gudi bierggijin berustahtek oajválattjaj garra bargos mijáv vuojnnemahttásin dahkamis.

source: Men det har kostet, og mange bærer fortsatt generasjoners og egen bør tungt på ryggen, og kjenner at dette vil de gjerne legge fra seg.
smj: Valla dat la læhkám divras, ja ålos vilá moatte buolvaj ja iehtjasa låsså nådijt guoddi, ja dåbddi jut dáv noadev duodaj sihti guodet.

source: Sametinget er opptatt av at sannhetskommisjonen skal være en kommisjon som skal angå den samiske befolkning selv.
smj: Sámediggáj la ájnas, duohtavuodakommisjåvnnå galggá liehket kommisjåvnnå mij guosská sáme álmmugij allasis.

source: Det skal være mulighet til å påvirke arbeidet gjennom bidrag til mandat for kommisjonen, og senere gjennom å få fortelle om egne erfaringer.
smj: Galggá liehket máhttelisvuohta vájkkudit bargguj kommisjåvnå mandáhta vájkkudime baktu, ja maŋŋáj dan baktu juhti iehtjama vásádusáj birra subtsastip.

source: Vi vil derfor tidlig i 2018 gi det samiske samfunn selv mulighet til å fortelle hva man mener sannhetskommisjonen skal ta for seg av tema.
smj: Danen ájggop mij árrat 2018 sáme álmmugij allasis máhttelisvuodav vaddet subtsastittjat iehtjasa vuojnojt makkir tiemáj duohtavuodakommisjåvnnå luluj barggat.

source: Det vil være til nytte for oss når vi skal konsultere med Stortinget om hva sannhetskommisjonen skal arbeide med.
smj: Dát luluj midjij ávkken gå mij galggap Stuorradikkijn rádádallat dan birra majna duohtavuodakommisjåvnnå luluj barggat.

source: Vi tror at det samiske samfunn vil ha godt av en sannhetskommisjon.
smj: Mij jáhkkep sáme sebrudahkaj la ávkken duohtavuodakommisjåvnås.

source: Men det tror vi også at det norske samfunnet vil.
smj: Valla mij jáhkkep, adjáj dáttja sebrudahkaj la dassta ávkken.

source: For samtidig som samene har vært utsatt for nedvurdering og skam, har også nordmenn vært utsatt for en historie og en ideologi som har fortalt at samer er annenrangs mennesker som ikke hadde samme verdi som de selv.
smj: Sæmmi gå sábmelattja li duolmoduvvam ja skámáduhteduvvam, li aj dáttja vásedam histåvråv ja ideologijjav mij la subtsastam, sáme li nievrep ulmutja gænna ij la sæmmi árvvo gå siján.

source: Det kan være godt for en nordmann også å få løftet den historiske børen av seg.
smj: Máhttá aj dáttjajda liehket ávkken dat histåvrålasj noades ierit bessat.

source: Forsoningskommisjonen på Grønland har nettopp avlevert sine anbefalinger.
smj: Semadimkommisjåvnnå Ruonasednamin la jur árvvalusájdis buktám.

source: Her pekes på behovet for en samlet historiefremstilling på egne premisser og behov for dokumentasjon om hva kolonialisering betydde for befolkningen på Grønland.
smj: Danna vuoseduvvá dárbbuj histåvråv ietjas ævtoj milta åvdedittjat ja dárbbuj duodastittjat ja majt kolonisierim la Ruonasednama álmmugij merkaham.

source: Kommisjonen forteller også om behovet for forsoning med fortiden og reparasjon av traumer for befolkningen.
smj: Kommisjåvnnå aj subtsas, dárbbo l semadit vássám ájgijn ja álmmuga trauma:jt huksat.

source: Hvert folk må ha sin egen sannhets- og forsoningsprosess, og vi samer skal arbeide for å utforme den prosessen som er best for oss.
smj: Juohkka álmmugin galggá liehket sijá iehtjasa duohtavuoda- ja semadimprosæssa, ja mij sáme galggap dav prosessav hábbmit gåktu midjij la buoremus.

source: Samtidig er forsoning en prosess som krever tid.
smj: Sæmmi la semadibme prosæssa mij ájgev gájbbet.

source: Vi må være villige til å lytte til hverandre og ha aksept for andres opplevelser.
smj: Miján hæhttu sidot nubbe nuppev gulldalit ja iehtjádij vásádusájt dåhkkidit.

source: Toleranse og vilje til å stå i smertefulle fortellinger er sentrale faktorer.
smj: Gierddisvuohta ja sidot bávtjas subttsasijt gierddat li guovdásj faktåvrå.

source: Men samtidig må fremtidstroen på et sterkt samisk folk være tilstede.
smj: Valla sæmmi hæhttu liehket jáhkko nanos sáme álmmugij boahtteájggáj.

source: Jeg tror vi skal klare dette med hjelp fra hverandre.
smj: Mån jáhkáv mij væhkkálakkoj dav nagádip.
